Repository: key-712/paw-harmony-ai
Catalog: lib/l10n/app_*.arb
Languages: es, fr, it, ja

# tooManyLoginAttempts
source: Too many login attempts. Please try again later.
es: Demasiados intentos de inicio de sesión. Por favor, inténtelo de nuevo más tarde.
fr: Trop de tentatives de connexion. Veuillez réessayer plus tard.
it: Troppi tentativi di accesso. Riprova più tardi.
ja: ログイン試行回数が多すぎます。しばらく時間をおいてから再試行してください。

# loginFailedWithError
source: Login failed: {error}
es: Error al iniciar sesión: {error}
fr: Échec de la connexion : {error}
it: Accesso fallito: {error}
ja: ログインに失敗しました: {error}

# musicGenerationInProgress
source: Generating Music...
es: Generando música...
fr: Génération de musique en cours...
it: Generazione musicale in corso...
ja: 音楽生成中...

# aiGeneratingMusicForDog
source: AI is generating music for your beloved dog. You can play it on My Page after generation is complete.
es: La IA está generando música para su perro. Una vez finalizada la generación, podrá reproducirla en Mi página.
fr: L'IA génère de la musique pour votre chien. Une fois la génération terminée, vous pourrez la lire sur Ma Page.
it: L'IA sta generando musica per il tuo cane. Una volta completata la generazione, potrai riprodurla su La mia pagina.
ja: AIがあなたの愛犬のための音楽を生成しています。 生成完了後、マイページで再生できます。

# planInformationFetchFailed
source: Failed to fetch plan information.
es: Error al obtener la información del plan.
fr: Échec de la récupération des informations sur le forfait.
it: Recupero delle informazioni sul piano fallito.
ja: プラン情報の取得に失敗しました。

source: Music Detail
es: Detalle de música
fr: Détail de la musique
it: Dettagli musica
ja: 音楽詳細

source: Music Info
es: Info Música
fr: Info Musique
it: Info Musica
ja: 音楽情報

source: Dog Reaction
es: Reacción del Perro
fr: Réaction du Chien
it: Reazione del Cane
ja: 愛犬の反応

source: Playback Speed
es: Velocidad de Reproducción
fr: Vitesse de Lecture
it: Velocità di Riproduzione
ja: 再生速度

source: Music not found
es: Música no encontrada
fr: Musique introuvable
it: Musica non trovata
ja: 音楽が見つかりません

source: Select Tags
es: Seleccionar etiquetas
fr: Sélectionner les étiquettes
it: Seleziona tag
ja: タグを選択

# emailSentTitle
source: Email Sent
es: Correo enviado
fr: E-mail envoyé
ja: メール送信完了

# emailSentMessage
source: Email has been sent. Please check your mailbox.
es: El correo ha sido enviado. Por favor, revise su bandeja de entrada.
fr: L'e-mail a été envoyé. Veuillez vérifier votre boîte de réception.
ja: メールを送信しました。 メールボックスをご確認ください。

# emailNotVerifiedTitle
source: Email Not Verified
es: Correo no verificado
fr: E-mail non vérifié
ja: メールアドレスが未確認です

# emailNotVerifiedMessage
source: Email address is not verified. Would you like to resend the verification email?
es: La dirección de correo electrónico no está verificada. ¿Desea reenviar el correo de verificación?
fr: L'adresse e-mail n'est pas vérifiée. Souhaitez-vous renvoyer l'e-mail de vérification ?
ja: メールアドレスの確認が完了していません。 確認メールを再送信しますか？

# resendEmail
source: Resend
es: Reenviar
fr: Renvoyer
ja: 再送信

# emailVerificationRequired
source: ※Email verification is required after account creation
fr: ※La vérification par e-mail est nécessaire après la création du compte
ja: ※アカウント作成後、メール確認が必要です

# breedAkita
source: Akita
ja: 秋田犬

# breedMaltese
source: Maltese
fr: Bichon maltais
ja: マルチーズ

# breedSiberianHusky
source: Siberian Husky
fr: Husky sibérien
ja: シベリアンハスキー

# breedAlaskanMalamute
source: Alaskan Malamute
fr: Malamute d'Alaska
ja: アラスカンマラミュート

# breedBorderCollie
source: Border Collie
ja: ボーダーコリー

# breedAustralianShepherd
source: Australian Shepherd
fr: Berger australien
ja: オーストラリアンシェパード

# breedBulldog
source: Bulldog
fr: Bouledogue
ja: ブルドッグ

# breedPug
source: Pug
fr: Carlin
ja: パグ

# breedGermanShepherd
source: German Shepherd
fr: Berger allemand
ja: ジャーマンシェパード

# breedDoberman
source: Doberman
fr: Dobermann
ja: ドーベルマン

# breedBeagle
source: Beagle
ja: ビーグル

# breedDachshund
source: Dachshund
fr: Teckel
ja: ダックスフンド

# breedSamoyed
source: Samoyed
fr: Samoyède
ja: サモエド

# breedGreatPyrenees
source: Great Pyrenees
fr: Montagne des Pyrénées
ja: グレートピレニーズ

# breedCorgi
source: Corgi
ja: コーギー

# breedWelshCorgi
source: Welsh Corgi
fr: Corgi gallois
ja: ウェルシュコーギー

# breedShihTzu
source: Shih Tzu
ja: シーズー

# breedPekingese
source: Pekingese
fr: Pékinois
ja: ペキニーズ

# breedBerneseMountainDog
source: Bernese Mountain Dog
fr: Bouvier bernois
ja: バーニーズマウンテンドッグ

# breedSaintBernard
source: Saint Bernard
ja: セントバーナード

# breedBostonTerrier
source: Boston Terrier
ja: ボストンテリア

# breedWestHighlandWhiteTerrier
source: West Highland White Terrier
ja: ウエストハイランドホワイトテリア

# breedYorkshireTerrier
source: Yorkshire Terrier
ja: ヨークシャーテリア

# breedNewfoundland
source: Newfoundland
fr: Terre-Neuve
ja: ニューファンドランド

# breedRetriever
source: Retriever
ja: レトリバー

# breedShetlandSheepdog
source: Shetland Sheepdog
fr: Berger des Shetland
ja: シェットランドシープドッグ

# breedCollie
source: Collie
fr: Colley
ja: コリー

# breedBassetHound
source: Basset Hound
ja: バセットハウンド

# breedBloodhound
source: Bloodhound
fr: Chien de Saint-Hubert
ja: ブラッドハウンド

# breedGreyhound
source: Greyhound
fr: Lévrier
ja: グレイハウンド

# breedWhippet
source: Whippet
ja: ウィペット

# sceneTitle
source: Scene
fr: Scène
ja: シーン

# conditionTitle
source: Condition
fr: État
ja: 状態

# breedTitle
source: Breed
fr: Race
ja: 品種

# durationTitle
source: Duration
fr: Durée
ja: 再生時間

# generatedAtTitle
source: Generated At
fr: Date de génération
ja: 生成日時

# generationLimitTitle
source: Generation limit reached
ja: 生成回数の上限に達しました

# watchAd
source: Watch ad to add more
ja: 広告を視聴して回数を追加

source: Watch ad to add count
ja: 広告を見て回数を追加

source: Subscribe to Plan
ja: サブスクに登録する

# mainIntroductionScreen
source: Welcome to PawHarmony
es: Pantalla de introducción principal
fr: Écran d'introduction principal
it: Schermata di introduzione principale

# mainIntroductionContent
source: AI generates calming music tailored to your dog's personality and situation. Supports stress relief and relaxation effects for your beloved pet.
es: Contenido de la introducción principal
fr: Contenu de l'introduction principale
it: Contenuto dell'introduzione principale

# serviceBeginScreen
source: Start Service
es: Pantalla de inicio del servicio
fr: Écran de début de service
it: Schermata di inizio servizio

# serviceBeginContent
source: Register your dog's profile and start AI music generation. We support a better life with music tailored to your dog's personality and situation.
es: Contenido de la pantalla de inicio del servicio
fr: Contenu de l'écran de début de service
it: Contenuto della schermata di inizio servizio
