Repository: key-712/paw-harmony-ai
Catalog: lib/l10n/app_*.arb
Languages: es, fr, it, ja

# welcomeMessage
source: Welcome to {productName}!
es: ¡Bienvenido a {productName}!
fr: Bienvenue sur {productName} !
it: Benvenuto su {productName}!
ja: {productName}へようこそ！

source: Sign Up
es: Registrarse
fr: S'inscrire
it: Registrati
ja: 新規会員登録

source: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる

source: Close Player
es: Cerrar reproductor
fr: Fermer le lecteur
it: Chiudi il lettore
ja: プレイヤーを閉じる

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル

source: Skip
es: Omitir
fr: Passer
it: Salta
ja: スキップ

source: Next
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ

source: Edit
es: Editar
fr: Modifier
it: Modifica
ja: 編集

source: Save
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存

source: Send
es: Enviar
fr: Envoyer
it: Invia
ja: 送信

source: Search
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索

source: Notifications
es: Notificaciones
it: Notifiche
ja: 通知

source: Profile
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール

# setting
source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定

# languageSetting
source: Language Settings
es: Configuración de idioma
fr: Paramètres de langue
it: Impostazioni della lingua
ja: 言語設定

source: English
es: Inglés
fr: Anglais
it: Inglese
ja: 英語

source: Japanese
es: Japonés
fr: Japonais
it: Giapponese
ja: 日本語

source: French
es: Francés
fr: Français
it: Francese
ja: フランス語

source: Italian
es: Italiano
fr: Italien
it: Italiano
ja: イタリア語

source: Spanish
es: Español
fr: Espagnol
it: Spagnolo
ja: スペイン語

# languageSettingSuccess
source: Language settings have been changed
es: La configuración de idioma ha sido cambiada
fr: Les paramètres de langue ont été modifiés
it: Le impostazioni della lingua sono state modificate
ja: 言語設定を変更しました

# pushNotification
source: Push Notifications
es: Notificaciones push
fr: Notifications push
it: Notifiche push
ja: プッシュ通知

# onPushNotification
source: Enable Push Notifications
es: Activar notificaciones push
fr: Activer les notifications push
it: Attiva le notifiche push
ja: プッシュ通知をONにする

# onPushNotificationDenied
source: Push notifications from {productName} are not allowed
es: Las notificaciones push de {productName} no están permitidas
fr: Les notifications push de {productName} ne sont pas autorisées
it: Le notifiche push da {productName} non sono consentite
ja: {productName} からのプッシュ通知が許可されていません

# onPushNotificationContent
source: To enable push notifications, please allow "Notifications" in the settings.
es: Para activar las notificaciones push, por favor permita 'Notificaciones' en la configuración.
fr: Pour activer les notifications push, veuillez autoriser 'Notifications' dans les paramètres.
it: Per attivare le notifiche push, consenti 'Notifiche' nelle impostazioni.
ja: プッシュ通知を有効にするには、設定画面から「通知」を許可してください。

# onPushNotificationContent2
source: When you turn on the setting, you'll be able to receive push notifications.
es: Cuando active la configuración, podrá recibir notificaciones push.
fr: Lorsque vous activez le paramètre, vous pourrez recevoir des notifications push.
it: Quando attivi l'impostazione, potrai ricevere notifiche push.
ja: 設定をONにすると、プッシュ通知を受け取ることができるようになります。

# ratingContent
source: How do you like the app?
es: ¿Qué le parece la aplicación?
fr: Que pensez-vous de l'application ?
it: Cosa ne pensi dell'app?
ja: アプリはいかがですか？

# ratingContent2
source: Tap the stars to rate the app.
es: Toque las estrellas para calificar la aplicación.
fr: Appuyez sur les étoiles pour noter l'application.
it: Tocca le stelle per valutare l'app.
ja: 星をタップして、アプリを評価してください。

source: Rating sent
es: Evaluación enviada
fr: Évaluation envoyée
it: Valutazione inviata
ja: 評価を送信しました

# recommendApp
source: Recommended Apps
es: Aplicaciones recomendadas
fr: Applications recommandées
it: App consigliate
ja: おすすめアプリ

# contact
source: Contact Us
es: Contáctenos
fr: Nous contacter
it: Contattaci
ja: お問い合わせ

# premiumFeature
source: Premium Features
es: Funciones premium
fr: Fonctionnalités premium
it: Funzioni premium
ja: プレミアム機能

# legal
source: Terms of Service
es: Términos de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
ja: 利用規約

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー

# contactContentForm
source: Please enter your inquiry in the form below
es: Por favor, introduzca su consulta en el siguiente formulario
fr: Veuillez saisir votre demande dans le formulaire ci-dessous
it: Inserisci la tua richiesta nel modulo sottostante
ja: お問い合わせ内容を以下のフォームにご記入ください

# contactContent
source: Inquiry Content
es: Contenido de la consulta
fr: Contenu de la demande
it: Contenuto della richiesta
ja: お問い合わせ内容

source: Subject
es: Asunto
fr: Sujet
it: Oggetto
ja: 件名

# sendSuccess
source: Your inquiry has been sent
es: Su consulta ha sido enviada
fr: Votre demande a été envoyée
it: La tua richiesta è stata inviata
ja: お問い合わせ内容を送信しました

# request
source: Feedback & Requests
es: Comentarios y solicitudes
fr: Commentaires et demandes
it: Commenti e richieste
ja: ご意見・ご要望

# content
source: Feedback & Request Content
es: Contenido de los comentarios y solicitudes
fr: Contenu des commentaires et demandes
it: Contenuto dei commenti e delle richieste
ja: ご意見・ご要望内容

# requestForm
source: Please enter your feedback or request in the form below
es: Por favor, introduzca sus comentarios o solicitudes en el siguiente formulario
fr: Veuillez saisir vos commentaires ou demandes dans le formulaire ci-dessous
it: Inserisci i tuoi commenti o le tue richieste nel modulo sottostante
ja: ご意見・ご要望内容を以下のフォームにご記入ください

# sendSuccessRequest
source: Your feedback or request has been sent
es: Sus comentarios o solicitudes han sido enviados
fr: Vos commentaires ou demandes ont été envoyés
it: I tuoi commenti o le tue richieste sono stati inviati
ja: ご意見・ご要望を送信しました

# error
source: An Error Occurred
es: Ha ocurrido un error
fr: Une erreur s'est produite
it: Si è verificato un errore
ja: エラーが発生しました

source: Network Error
es: Error de red
fr: Erreur réseau
it: Errore di rete
ja: ネットワークエラー

# checkConnection
source: Check Internet Connection
es: Comprobar la conexión a Internet
fr: Vérifier la connexion Internet
it: Controlla la connessione a Internet
ja: インターネット接続を確認する

# skipWithoutRegister
source: Start without registration
es: Comenzar sin registrarse
fr: Commencer sans s'inscrire
it: Inizia senza registrarti
ja: 登録せずに始める

# review
source: Review {productName}
es: Evaluar {productName}
fr: Évaluer {productName}
it: Valuta {productName}
ja: {productName}を評価

# share
source: Share {productName}
es: Compartir {productName}
fr: Partager {productName}
it: Condividi {productName}
ja: {productName}をシェア

# shareMessage
source: Share {productName} with everyone! {appLink}
es: ¡Comparte {productName} con todos! {appLink}
fr: Partagez {productName} avec tout le monde ! {appLink}
it: Condividi {productName} con tutti! {appLink}
ja: {productName}をみんなで共有しよう！ {appLink}

# formattedDate
source: {month} {date}
es: {date} de {month}
fr: {date} {month}
it: {date} {month}
ja: {month}月{date}日

# sunday
source: Sun
es: Dom
fr: Dim
it: Dom
ja: 日

# monday
source: Mon
es: Lun
fr: Lun
it: Lun
ja: 月

# tuesday
source: Tue
es: Mar
fr: Mar
it: Mar
ja: 火

# wednesday
source: Wed
es: Mié
fr: Mer
it: Mer
ja: 水

# thursday
source: Thu
es: Jue
fr: Jeu
it: Gio
ja: 木

# friday
source: Fri
es: Vie
fr: Ven
it: Ven
ja: 金

# saturday
source: Sat
es: Sáb
fr: Sam
it: Sab
ja: 土

# writeReview
source: Write a Review
es: Escribir una reseña
fr: Écrire un avis
it: Scrivi una recensione
ja: レビューを書く

source: Rate
es: Calificar
fr: Évaluer
it: Valuta
ja: 評価する

# notRate
source: Skip Rating
es: No calificar
fr: Ne pas évaluer
it: Non valutare
ja: 評価しない

# emailRequired
source: Please enter your email address
es: Por favor, introduzca su dirección de correo electrónico
fr: Veuillez entrer votre adresse e-mail
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力してください

# emailInvalid
source: Please enter a valid email address
es: Por favor, introduzca una dirección de correo electrónico válida
fr: Veuillez entrer une adresse e-mail valide
it: Inserisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください

# emailTooLong
source: Email address must be within 64 characters
es: Su dirección de correo electrónico no debe exceder los 64 caracteres
fr: Votre adresse e-mail ne doit pas dépasser 64 caractères
it: L'indirizzo email non deve superare i 64 caratteri
ja: メールアドレスは64文字以内で入力してください

# passwordRequired
source: Please enter your password
es: Por favor, introduzca su contraseña
fr: Veuillez entrer votre mot de passe
it: Inserisci la tua password
ja: パスワードを入力してください

# passwordTooShort
source: Password must be at least 6 characters
es: Su contraseña debe tener al menos 6 caracteres
fr: Votre mot de passe doit comporter au moins 6 caractères
it: La password deve contenere almeno 6 caratteri
ja: パスワードは6文字以上で入力してください

# passwordTooLong
source: Password must be within 40 characters
es: Su contraseña no debe exceder los 40 caracteres
fr: Votre mot de passe ne doit pas dépasser 40 caractères
it: La password non deve superare i 40 caratteri
ja: パスワードは40文字以内で入力してください

# passwordInvalidCharacters
source: Password must contain only alphanumeric characters and symbols (_-.)
es: Su contraseña solo debe contener caracteres alfanuméricos y símbolos (_-.)
fr: Votre mot de passe ne doit contenir que des caractères alphanumériques et des symboles (_-.)
it: La password deve contenere solo caratteri alfanumerici e simboli (_-.)
ja: パスワードは半角英数＋記号（_-.）のみで入力してください

# networkErrorContent
source: Could not connect to the network. Please check your connection.
es: No se pudo conectar a la red. Por favor, compruebe su conexión.
fr: Impossible de se connecter au réseau. Veuillez vérifier votre connexion.
it: Impossibile connettersi alla rete. Controlla la tua connessione.
ja: ネットワークに接続できませんでした。 接続を確認してください。

# errorContent
source: The operation could not be completed. Please try again.
es: No se pudo ejecutar normalmente. Por favor, inténtelo de nuevo.
fr: Impossible d'exécuter normalement. Veuillez réessayer.
it: Impossibile eseguire normalmente. Riprova.
ja: 正常に実行できませんでした。 もう一度お試しください。

# sessionTimeout
source: Session timed out. Please log in again.
es: Su sesión ha expirado. Por favor, inicie sesión de nuevo.
fr: Votre session a expiré. Veuillez vous reconnecter.
it: La tua sessione è scaduta. Effettua nuovamente l'accesso.
ja: セッションがタイムアウトしました。 再度ログインしてください。

# connectionTimeout
source: Connection timed out. Please check your network connection and try again.
es: La conexión ha expirado. Por favor, compruebe su conexión de red y vuelva a intentarlo.
fr: La connexion a expiré. Veuillez vérifier votre connexion réseau et réessayer.
it: La connessione è scaduta. Controlla la tua connessione di rete e riprova.
ja: 接続がタイムアウトしました。 ネットワーク接続を確認し、もう一度お試しください。

# receiveTimeout
source: Data reception timed out. Please check your network connection and try again.
es: La recepción de datos ha expirado. Por favor, compruebe su conexión de red y vuelva a intentarlo.
fr: La réception des données a expiré. Veuillez vérifier votre connexion réseau et réessayer.
it: La ricezione dei dati è scaduta. Controlla la tua connessione di rete e riprova.
ja: データの受信がタイムアウトしました。 ネットワーク接続を確認し、もう一度お試しください。

# sendTimeout
source: Data transmission timed out. Please check your network connection and try again.
es: El envío de datos ha expirado. Por favor, compruebe su conexión de red y vuelva a intentarlo.
fr: L'envoi des données a expiré. Veuillez vérifier votre connexion réseau et réessayer.
it: L'invio dei dati è scaduto. Controlla la tua connessione di rete e riprova.
ja: データの送信がタイムアウトしました。 ネットワーク接続を確認し、もう一度お試しください。

# badCertificate
source: There is a problem with the certificate and secure communication cannot be established. Please check your connection and verify the server address.
es: Hay un problema con el certificado, no se pudo establecer una comunicación segura. Por favor, compruebe su conexión de red y utilice la dirección del servidor correcta.
fr: Il y a un problème avec le certificat, la communication sécurisée n'a pas pu être établie. Veuillez vérifier votre connexion réseau et utiliser l'adresse du serveur correcte.
it: C'è un problema con il certificato, non è stato possibile stabilire una comunicazione sicura. Controlla la tua connessione di rete e utilizza l'indirizzo del server corretto.
ja: 証明書に問題があり、安全な通信が確立できません。 ネットワーク接続を確認し、正しいサーバーアドレスを使用していることを確認してください。

# serverError
source: A server error occurred. Please try again later.
es: Se ha producido un error en el servidor. Por favor, inténtelo de nuevo después de un tiempo.
fr: Une erreur de serveur s'est produite. Veuillez réessayer après quelques instants.
it: Si è verificato un errore del server. Riprova tra qualche istante.
ja: サーバーエラーが発生しました。 しばらく待ってからもう一度お試しください。

# badRequest
source: The request is invalid. Currently, the request cannot be processed. Please try again later.
es: La solicitud no es válida. Actualmente, no podemos procesar la solicitud. Por favor, inténtelo de nuevo después de un tiempo.
fr: La requête est invalide. Actuellement, nous ne pouvons pas traiter la demande. Veuillez réessayer après quelques instants.
it: La richiesta non è valida. Al momento non possiamo elaborare la richiesta. Riprova tra qualche istante.
ja: リクエストが無効です。 現在、要求を処理できません。 しばらくしてから再試行してください。

# internalServerError
source: An internal server error occurred. Currently, the request cannot be processed. Please try again later.
es: Se ha producido un error interno del servidor. Actualmente, no podemos procesar la solicitud. Por favor, inténtelo de nuevo después de un tiempo.
fr: Une erreur interne du serveur s'est produite. Actuellement, nous ne pouvons pas traiter la demande. Veuillez réessayer après quelques instants.
it: Si è verificato un errore interno del server. Al momento non possiamo elaborare la richiesta. Riprova tra qualche istante.
ja: サーバー内部でエラーが発生しました。 現在、要求を処理できません。 しばらくしてから再試行してください。

# badGateway
source: The server returned an invalid response. Please try again later.
es: El servidor devolvió una respuesta incorrecta. Por favor, inténtelo de nuevo después de un tiempo.
fr: Le serveur a retourné une réponse incorrecte. Veuillez réessayer après quelques instants.
it: Il server ha restituito una risposta non valida. Riprova tra qualche istante.
ja: サーバーが不正な応答を返しました。 しばらくしてから再試行してください。

# serviceUnavailable
source: The service is temporarily unavailable. Please try again later.
es: El servicio no está disponible temporalmente. Por favor, inténtelo de nuevo después de un tiempo.
fr: Le service est temporairement indisponible. Veuillez réessayer après quelques instants.
it: Il servizio è temporaneamente non disponibile. Riprova tra qualche istante.
ja: サービスが一時的に利用できません。 しばらくしてから再試行してください。

# gatewayTimeout
source: A timeout occurred. The server is not responding. Please try again later.
es: Se ha producido un tiempo de espera. El servidor no responde. Por favor, inténtelo de nuevo después de un tiempo.
fr: Une expiration de délai s'est produite. Le serveur ne répond pas. Veuillez réessayer après quelques instants.
it: Si è verificato un timeout. Il server non risponde. Riprova tra qualche istante.
ja: タイムアウトが発生しました。 サーバーが応答していません。 しばらくしてから再試行してください。

# upgradeRequired
source: A new version is available. Please update.
es: Hay una nueva versión disponible. Por favor, actualice lo antes posible.
fr: Une nouvelle version est disponible. Veuillez mettre à jour dès que possible.
it: È disponibile una nuova versione. Aggiorna il prima possibile.
ja: 新しいバージョンが利用可能です。 ぜひアップデートをお願いします。

# tooManyRequests
source: Too many requests. Please try again later.
es: La solicitud ha superado el límite. Por favor, inténtelo de nuevo después de un tiempo.
fr: La requête a dépassé la limite. Veuillez réessayer après quelques instants.
it: La richiesta ha superato il limite. Riprova tra qualche istante.
ja: リクエストが多すぎます。しばらく時間をおいてから再試行してください。

# actionCanceled
source: The action was canceled. The requested operation was not executed. If you want to continue, please try again.
es: La acción ha sido cancelada. No se ha ejecutado ningún procesamiento según la solicitud. Si desea continuar, por favor, inténtelo de nuevo.
fr: L'action a été annulée. Aucun traitement n'a été exécuté conformément à la demande. Si vous souhaitez continuer, veuillez réessayer.
it: L'azione è stata annullata. Nessuna elaborazione è stata eseguita come richiesto. Se desideri continuare, riprova.
ja: 操作がキャンセルされました。 要求された処理は実行されませんでした。 続行する場合は、再試行してください。

# unexpectedError
source: An unexpected error occurred
es: Se ha producido un error inesperado
fr: Une erreur inattendue s'est produite
it: Si è verificato un errore imprevisto
ja: 予期せぬエラーが発生しました

# playerList
source: Music List
es: Lista de música
fr: Liste de musique
it: Elenco musica
ja: 音楽一覧

# addPlayer
source: Add Dog
es: Añadir perro
fr: Ajouter un chien
it: Aggiungi cane
ja: 愛犬追加

# recommendAppNameMinesweeper
source: Minesweeper Quest
es: Buscaminas Quest
ja: マインスイーパークエスト

# recommendAppDescriptionMinesweeper
source: The definitive version of Minesweeper. Enjoyable for beginners to advanced players.
es: La versión definitiva de Buscaminas. Disfrutado por todos, desde principiantes hasta expertos.
fr: La version définitive du Démineur. Apprécié par tous, des débutants aux experts.
it: La versione definitiva di Campo minato. Apprezzato da tutti, dai principianti agli esperti.
ja: マインスイーパーの決定版。 初心者から上級者まで楽しめる。

# recommendAppNameSudoku
source: Sudoku Quest
ja: 数独クエスト

# recommendAppDescriptionSudoku
source: The definitive version of the Sudoku app. Enjoyable for beginners to advanced players.
es: La versión definitiva de la aplicación Numpad. Disfrutado por todos, desde principiantes hasta expertos.
fr: La version définitive de l'application Numpad. Apprécié par tous, des débutants aux experts.
it: La versione definitiva dell'app Numpad. Apprezzato da tutti, dai principianti agli esperti.
ja: ナンプレアプリの決定版。 初心者から上級者まで楽しめる。

# recommendAppNameScience
source: BeStudy Junior High School Science
es: BeStudy Ciencias Secundaria
fr: BeStudy Sciences Collège
it: BeStudy Scienze Medie
ja: BeStudy 中学理科

# recommendAppDescriptionScience
source: A science learning app for junior high school students. Completely covers physics, chemistry, biology, and earth science.
es: Aplicación de aprendizaje de ciencias para estudiantes de secundaria. Cubre completamente física, química, biología y ciencias de la tierra.
fr: Application d'apprentissage des sciences pour les collégiens. Couvre entièrement la physique, la chimie, la biologie et les sciences de la Terre.
it: App di apprendimento delle scienze per studenti delle scuole medie. Copre completamente fisica, chimica, biologia e scienze della terra.
ja: 中学生向けの理科学習アプリ。 物理・化学・生物・地学を完全網羅。

# recommendAppNameMath
source: BeStudy Junior High School Math
es: BeStudy Matemáticas Secundaria
fr: BeStudy Mathématiques Collège
it: BeStudy Matematica Medie
ja: BeStudy 中学数学

# recommendAppDescriptionMath
source: A math learning app for junior high school students. Covers everything from basics to applications.
es: Aplicación de aprendizaje de matemáticas para estudiantes de secundaria. Cubre desde lo básico hasta conceptos avanzados.
fr: Application d'apprentissage des mathématiques pour les collégiens. Couvre des bases aux concepts avancés.
it: App di apprendimento della matematica per studenti delle scuole medie. Copre dalle basi ai concetti avanzati.
ja: 中学生向けの数学学習アプリ。 基本から応用までカバー。

# recommendAppNameEnglish
source: BeStudy Junior High School English
es: BeStudy Inglés Secundaria
fr: BeStudy Anglais Collège
it: BeStudy Inglese Medie
ja: BeStudy 中学英語

# recommendAppDescriptionEnglish
source: An English learning app for junior high school students. You can learn everything from vocabulary to grammar.
es: Aplicación de aprendizaje de inglés para estudiantes de secundaria. Puedes aprender vocabulario y gramática.
fr: Application d'apprentissage de l'anglais pour les collégiens. Vous pouvez apprendre le vocabulaire et la grammaire.
it: App di apprendimento dell'inglese per studenti delle scuole medie. Puoi imparare vocabolario e grammatica.
ja: 中学生向けの英語学習アプリ。 単語から文法まで学べる。

# recommendAppNameSocialStudies
source: BeStudy Junior High School Social Studies
es: BeStudy Sociales Secundaria
fr: BeStudy Histoire-Géo Collège
it: BeStudy Sociali Medie
ja: BeStudy 中学社会

# recommendAppDescriptionSocialStudies
source: A social studies learning app for junior high school students. Perfect for learning geography, history, and civics.
es: Aplicación de aprendizaje de sociales para estudiantes de secundaria. Optimizada para el aprendizaje de geografía, historia y cívica.
fr: Application d'apprentissage de l'histoire-géographie pour les collégiens. Optimisée pour l'apprentissage de la géographie, de l'histoire et de l'éducation civique.
it: App di apprendimento degli studi sociali per studenti delle scuole medie. Ottimizzata per l'apprendimento di geografia, storia ed educazione civica.
ja: 中学生向けの社会学習アプリ。 地歴公民の学習に最適。

# recommendAppNameKanji
source: BeStudy Junior High School Kanji
es: BeStudy Kanji Secundaria
fr: BeStudy Kanji Collège
it: BeStudy Kanji Medie
ja: BeStudy 中学漢字

# recommendAppDescriptionKanji
source: A kanji learning app for junior high school students. Also useful for Kanji Kentei preparation.
es: Aplicación de aprendizaje de kanji para estudiantes de secundaria. También es útil para la preparación del examen de kanji.
fr: Application d'apprentissage des kanjis pour les collégiens. Également utile pour la préparation au test de kanji.
it: App di apprendimento dei kanji per studenti delle scuole medie. Utile anche per la preparazione al test di kanji.
ja: 中学生向けの漢字学習アプリ。 漢検対策にも。

# recommendAppNameHighSchoolSocialStudies
source: NowStudy High School Social Studies
es: NowStudy Sociales Bachillerato
fr: NowStudy Histoire-Géo Lycée
it: NowStudy Sociali Superiori
ja: NowStudy 高校社会

# recommendAppDescriptionHighSchoolSocialStudies
source: A social studies learning app for high school students. Perfect for learning Japanese and world history.
es: Aplicación de aprendizaje de sociales para estudiantes de bachillerato. Optimizada para el aprendizaje de la historia de Japón y la historia mundial.
fr: Application d'apprentissage de l'histoire-géographie pour les lycéens. Optimisée pour l'apprentissage de l'histoire du Japon et de l'histoire mondiale.
it: App di apprendimento degli studi sociali per studenti delle scuole superiori. Ottimizzata per l'apprendimento della storia giapponese e della storia mondiale.
ja: 高校生向けの社会学習アプリ。 日本史や世界史の学習に最適。

source: Now Playing
es: Reproduciendo ahora
fr: En cours de lecture
it: In riproduzione
ja: 再生中

source: Relax Sound
es: Sonido de relajación
fr: Son de relaxation
it: Suono rilassante
ja: リラックスサウンド

source: Set Playback Timer
es: Establecer temporizador de reproducción
fr: Définir la minuterie de lecture
it: Imposta timer di riproduzione
ja: 再生タイマーを設定

# timerSet
source: Timer: Stop after {duration}
es: Temporizador: detener después de {duration}
fr: Minuterie : arrêt après {duration}
it: Timer: stop dopo {duration}
ja: タイマー: {duration}後停止

# rateDogReaction
source: Rate your dog's reaction
es: Calificar la reacción de su perro
fr: Évaluer la réaction de votre chien
it: Valuta la reazione del tuo cane
ja: 愛犬の反応を評価

source: Stopped barking
es: Dejó de ladrar
fr: A cessé d'aboyer
it: Ha smesso di abbaiare
ja: 吠えなくなった

source: Calmed down and slept
es: Se calmó y durmió
fr: S'est calmé et a dormi
it: Si è calmato e ha dormito
ja: 落ち着いて寝た

source: Restless
es: Inquieto
fr: Agité
it: Irrequieto
ja: そわそわ

source: Breathing became calm
es: La respiración se calmó
fr: La respiration est devenue calme
it: La respirazione è diventata calma
ja: 呼吸が穏やか

source: Comment (optional)
es: Comentario (opcional)
fr: Commentaire (facultatif)
it: Commento (opzionale)
ja: コメント（任意）
