Repository: key-712/paw-harmony-ai
Catalog: lib/l10n/app_*.arb
Languages: es, fr, it, ja

source: Send Feedback
es: Enviar comentario
fr: Envoyer un commentaire
it: Invia commento
ja: フィードバックを送信

# feedbackUnderDevelopment
source: Feedback feature is currently under development.
es: La función de comentarios está actualmente en desarrollo.
fr: La fonction de commentaire est en cours de développement.
it: La funzione di commento è attualmente in fase di sviluppo.
ja: フィードバック機能は現在開発中です。

source: Off
es: Desactivado
fr: Désactivé
it: Spento
ja: オフ

# minutes
source: {minutes} min
es: {minutes} minutos
fr: {minutes} minutes
it: {minutes} minuti
ja: {minutes}分

# hours
source: {hours}h
es: {hours} horas
fr: {hours} heures
it: {hours} ore
ja: {hours}時間

source: Continuous Playback
es: Reproducción continua
fr: Lecture continue
it: Riproduzione continua
ja: 連続再生

source: Update Notice
es: Aviso de actualización
fr: Avis de mise à jour
it: Avviso di aggiornamento
ja: アップデートのお知らせ

# updateAvailable
source: A new version of the app is available. You need to update to continue.
es: Hay una nueva versión de la aplicación disponible. Debe actualizar para continuar.
fr: Une nouvelle version de l'application est disponible. Vous devez mettre à jour pour continuer.
it: È disponibile una nuova versione dell'app. È necessario aggiornare per continuare.
ja: 新しいバージョンのアプリが利用可能です。 続行するにはアップデートが必要です。

source: Update
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新する

# slackMessage
source: Confirmation! AppName: {appName} Subject: {subject} Content: {content}
es: ¡Confirmación! Nombre de la aplicación: {appName} Asunto: {subject} Contenido: {content}
fr: Confirmation ! Nom de l'application: {appName} Sujet: {subject} Contenu: {content}
it: Conferma! Nome app: {appName} Oggetto: {subject} Contenuto: {content}
ja: 確認！ アプリ名: {appName} 件名: {subject} 内容: {content}

source: Base Screen
es: Pantalla base
fr: Écran de base
it: Schermata base
ja: ベース画面

source: Setting Screen
es: Pantalla de configuración
fr: Écran des paramètres
it: Schermata impostazioni
ja: 設定画面

source: Contact Screen
es: Pantalla de contacto
fr: Écran de contact
it: Schermata di contatto
ja: お問い合わせ画面

source: Request Screen
es: Pantalla de comentarios y solicitudes
fr: Écran de commentaires et demandes
it: Schermata commenti e richieste
ja: ご意見・ご要望画面

source: Search Screen
es: Pantalla de búsqueda
fr: Écran de recherche
it: Schermata di ricerca
ja: 検索画面

source: Push Screen
es: Pantalla de notificaciones push
fr: Écran des notifications push
it: Schermata notifiche push
ja: プッシュ通知画面

source: Top Screen
es: Pantalla de inicio
fr: Écran d'accueil
it: Schermata principale
ja: トップ画面

source: Post Screen
es: Pantalla de publicación
fr: Écran de publication
it: Schermata di pubblicazione
ja: 投稿画面

source: WalkThrough Screen
es: Pantalla de tutorial
fr: Écran de présentation
it: Schermata tutorial
ja: ウォークスルー画面

source: Category Screen
es: Pantalla de categoría
fr: Écran de catégorie
it: Schermata categoria
ja: カテゴリ画面

source: Unauthorized
es: Fallo de autenticación
fr: Échec de l'authentification
it: Autenticazione fallita
ja: 認証に失敗しました

source: Timeout
es: Tiempo de espera agotado
fr: Délai d'attente dépassé
ja: タイムアウト

# errorOccurred
source: An error occurred
es: Ocurrió un error
fr: Une erreur s'est produite
it: Si è verificato un errore
ja: エラーが発生しました

# musicPlaybackFailed
source: Failed to play music. Please restart the app.
es: Error al reproducir música. Reinicia la aplicación.
fr: Échec de la lecture de la musique. Veuillez redémarrer l'application.
it: Impossibile riprodurre la musica. Riavvia l'app.
ja: 音楽の再生に失敗しました。アプリを再起動してください。

# noProfile
source: No profile found
es: No hay perfil
fr: Aucun profil
it: Nessun profilo
ja: プロフィールがありません

# dogAge
source: {breed} • {age} years old
es: {breed}・{age} años
fr: {breed}・{age} ans
it: {breed}・{age} anni
ja: {breed}・{age}歳

source: Current Plan
es: Plan actual
fr: Forfait actuel
it: Piano attuale
ja: 現在のプラン

source: Premium Plan
es: Plan Premium
fr: Forfait Premium
it: Piano Premium
ja: プレミアムプラン

source: Free Plan
es: Versión gratuita
fr: Version gratuite
it: Versione gratuita
ja: 無料版

source: Upgrade
es: Actualizar
fr: Mettre à niveau
it: Aggiorna
ja: アップグレード

source: Logout
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: ログアウト

# logoutConfirmTitle
source: Logout Confirmation
es: Confirmar cierre de sesión
fr: Confirmation de déconnexion
it: Conferma logout
ja: ログアウト確認

# logoutConfirmMessage
source: Are you sure you want to logout?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler effettuare il logout?
ja: ログアウトしますか？

source: Confirm
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認

# musicGenerationSuccess
source: 🎵 Music generation complete! You can play it in 'Music Playback History' on My Page.
es: 🎵 ¡La generación de música ha finalizado! Puede reproducirla en 'Historial de reproducción de música' en Mi página.
fr: 🎵 La génération de musique est terminée ! Vous pouvez la lire dans 'Historique de lecture de musique' sur Ma Page.
it: 🎵 La generazione della musica è completata! Puoi riprodurla in 'Cronologia di riproduzione musicale' su La mia pagina.
ja: 🎵 音楽の生成が完了しました！マイページの「音楽再生履歴」で再生できます。

# musicGenerationFailed
source: Music generation failed: {error}
es: Error en la generación de música: {error}
fr: Échec de la génération de musique : {error}
it: Generazione della musica fallita: {error}
ja: 音楽の生成に失敗しました: {error}

# sceneLeavingHome
source: While away
es: Mientras está solo
fr: Pendant l'absence
it: Mentre è solo
ja: 留守番中

# sceneBedtime
source: Bedtime
es: Antes de dormir
fr: Avant de dormir
it: Prima di dormire
ja: 就寝前

# sceneStressful
source: Stressful
es: Estresante
fr: Stressant
it: Stressante
ja: ストレスフル

# sceneLongDistanceTravel
source: Long-distance travel
es: Viaje largo
fr: Long trajet
it: Lungo viaggio
ja: 長距離移動中

# sceneDailyHealing
source: Daily healing
es: Relajación diaria
fr: Guérison quotidienne
it: Guarigione quotidiana
ja: 日常の癒し

# sceneCare
source: Medical/Senior care
es: Cuidados/Cuidado de perros mayores
fr: Soins/Soin pour chien âgé
it: Cura/Cura per cani anziani
ja: 療養/高齢犬ケア

# sceneThunderFireworks
source: Thunder/Fireworks fear
fr: Peur du tonnerre/feux d'artifice
ja: 雷・花火の恐怖

# sceneSeparationAnxiety
source: Separation anxiety
fr: Anxiété de séparation
ja: 分離不安

# sceneNewEnvironment
source: New environment adaptation
fr: Adaptation à un nouvel environnement
ja: 新しい環境への適応

# scenePostExercise
source: Post-exercise cooldown
fr: Récupération après exercice
ja: 運動後のクールダウン

# sceneGrooming
source: During grooming
fr: Pendant le toilettage
ja: グルーミング時

# sceneMealTime
source: Meal time
fr: Heure du repas
ja: 食事時

# scenePlayTime
source: Play time
fr: Heure de jeu
ja: 遊び時間

# sceneTraining
source: During training
fr: Pendant l'entraînement
ja: トレーニング時

# sceneGuests
source: When guests visit
fr: Quand des invités visitent
ja: 来客時

# sceneBadWeather
source: Bad weather
fr: Mauvais temps
ja: 天候不良時

# sceneSeasonalChange
source: Seasonal changes
fr: Changements saisonniers
ja: 季節の変わり目

# scenePuppySocialization
source: Puppy socialization
fr: Socialisation du chiot
ja: 子犬の社会化

# sceneSeniorCare
source: Senior dog care
fr: Soins pour chien âgé
ja: シニア犬のケア

# sceneMultipleDogs
source: Multiple dogs harmony
fr: Harmonie entre plusieurs chiens
ja: 多頭飼いの調和

# sceneVetVisit
source: Before vet visit
fr: Avant la visite vétérinaire
ja: 獣医訪問前

# conditionCalmDown
source: Want to calm down
es: Para calmarlo
fr: Pour le calmer
it: Per calmarlo
ja: 落ち着かせたい

# conditionRelax
source: Want to relax
es: Para relajarlo
fr: Pour le détendre
it: Per rilassarlo
ja: リラックスさせたい

# conditionSuppressExcitement
source: Want to suppress excitement
es: Para calmar su excitación
fr: Pour calmer son excitation
it: Per calmare la sua eccitazione
ja: 興奮を抑えたい

# conditionReassure
source: Want to reassure
es: Para tranquilizarlo
fr: Pour le rassurer
it: Per rassicurarlo
ja: 安心させたい

# conditionGoodSleep
source: Want to sleep well
es: Para un buen sueño
fr: Pour un bon sommeil
it: Per un buon sonno
ja: 安眠させたい

# conditionConcentration
source: Want to improve concentration
fr: Pour améliorer la concentration
ja: 集中力を高めたい

# conditionSocialization
source: Want to improve socialization
fr: Pour améliorer la socialisation
ja: 社交性を向上させたい

# conditionLearning
source: Want to improve learning ability
fr: Pour améliorer la capacité d'apprentissage
ja: 学習能力を向上させたい

# conditionExercise
source: Want to increase exercise motivation
fr: Pour augmenter la motivation à l'exercice
ja: 運動意欲を高めたい

# conditionAppetite
source: Want to promote appetite
fr: Pour promouvoir l'appétit
ja: 食欲を促進させたい

# conditionPainRelief
source: Want to reduce pain
fr: Pour réduire la douleur
ja: 痛みを軽減させたい

# conditionAnxietyRelief
source: Want to relieve anxiety
fr: Pour soulager l'anxiété
ja: 不安を解消させたい

# conditionStressRelief
source: Want to reduce stress
fr: Pour réduire le stress
ja: ストレスを軽減させたい

# conditionImmunity
source: Want to improve immunity
fr: Pour améliorer l'immunité
ja: 免疫力を向上させたい

# conditionMemory
source: Want to improve memory
fr: Pour améliorer la mémoire
ja: 記憶力を向上させたい

# conditionEmotionalStability
source: Want to stabilize emotions
fr: Pour stabiliser les émotions
ja: 感情を安定させたい

# conditionCuriosity
source: Want to stimulate curiosity
fr: Pour stimuler la curiosité
ja: 好奇心を刺激したい

# conditionPatience
source: Want to improve patience
fr: Pour améliorer la patience
ja: 忍耐力を向上させたい

# conditionCooperation
source: Want to improve cooperation
fr: Pour améliorer la coopération
ja: 協調性を高めたい

# conditionIndependence
source: Want to develop independence
fr: Pour développer l'indépendance
ja: 自立心を育てたい

# conditionLove
source: Want to deepen love
fr: Pour approfondir l'amour
ja: 愛情を深めたい

# noDogProfileRegistered
source: Dog profile is not registered.
es: El perfil del perro no está registrado.
fr: Le profil du chien n'est pas enregistré.
it: Il profilo del cane non è registrato.
ja: 犬のプロフィールが登録されていません。

# selectScene
source: Select a scene
es: Seleccionar escena de uso
fr: Sélectionner la scène d'utilisation
it: Seleziona scena d'uso
ja: 利用シーンを選択

# selectDogCondition
source: Select dog's condition
es: Seleccionar estado del perro
fr: Sélectionner l'état du chien
it: Seleziona stato del cane
ja: 犬の状態を選択

source: Other (optional)
es: Otro (opcional)
fr: Autre (facultatif)
it: Altro (opzionale)
ja: その他（任意）

# otherHint
source: e.g., Cries often at night recently
es: Por ejemplo, llora mucho por la noche últimamente
fr: Par exemple, pleure beaucoup la nuit récemment
it: Ad esempio, piange molto di notte ultimamente
ja: 最近、夜泣きが多い、など

source: Generations: Unlimited
es: Número de generaciones: Ilimitado
fr: Nombre de générations : Illimité
it: Numero di generazioni: Illimitato
ja: 生成回数: 無制限

# generationsLeft
source: Generations left: {count} ({plan})
es: Generaciones restantes: {count} veces ({plan})
fr: Nombre de générations restantes : {count} fois ({plan})
it: Generazioni rimanenti: {count} volte ({plan})
ja: 残り生成回数: {count}回 ({plan})

source: Generate Music
es: Generar música
fr: Générer de la musique
it: Genera musica
ja: 音楽を生成する

# loadingMusicGenerator
source: Loading files needed for music generation. Please wait.
es: Cargando los archivos necesarios para la generación de música. Por favor, espere.
fr: Chargement des fichiers nécessaires à la génération de musique. Veuillez patienter.
it: Caricamento dei file necessari per la generazione musicale. Attendere prego.
ja: 音楽生成に必要なファイルをロード中です。しばらくお待ちください。

source: Audio Generation
es: Generación de Audio
fr: Génération Audio
it: Generazione Audio
ja: 音声生成

source: Music Playback History
es: Historial de reproducción de música
fr: Historique de lecture de musique
it: Cronologia di riproduzione musicale
ja: 音楽再生履歴

source: No music playback history.
es: No hay historial de reproducción de música.
fr: Aucun historique de lecture de musique.
it: Nessuna cronologia di riproduzione musicale.
ja: 音楽再生履歴はありません。

# generatedAt
source: Generated at: {datetime}
es: Fecha de generación: {datetime}
fr: Date de génération : {datetime}
it: Data di generazione: {datetime}
ja: 生成日時: {datetime}

# scene
source: Scene: {scene}
es: Escena: {scene}
fr: Scène : {scene}
it: Scena: {scene}
ja: シーン: {scene}

# condition
source: Condition: {condition}
es: Estado: {condition}
fr: État : {condition}
it: Stato: {condition}
ja: 状態: {condition}

# breed
source: Breed: {breed}
es: Raza: {breed}
fr: Race : {breed}
it: Razza: {breed}
ja: 品種: {breed}

# duration
source: {duration}s
es: Duración: {duration} segundos
fr: {duration} secondes
it: Durata: {duration} secondi
ja: {duration}秒

# breedToyPoodle
source: Toy Poodle
es: Caniche Toy
fr: Caniche Toy
it: Barboncino Toy
ja: トイプードル

# breedChihuahua
source: Chihuahua
ja: チワワ

# breedShiba
source: Shiba Inu
ja: 柴犬

# breedMiniatureDachshund
source: Miniature Dachshund
es: Teckel miniatura
fr: Teckel nain
it: Bassotto nano
ja: ミニチュアダックスフンド

# breedPomeranian
source: Pomeranian
es: Pomerania
fr: Spitz nain
it: Pomerania
ja: ポメラニアン

# breedFrenchBulldog
source: French Bulldog
es: Bulldog Francés
fr: Bouledogue français
it: Bulldog francese
ja: フレンチブルドッグ

# breedGoldenRetriever
source: Golden Retriever
ja: ゴールデンレトリバー

# breedLabradorRetriever
source: Labrador Retriever
ja: ラブラドールレトリバー

# breedMix
source: Mix
es: Mestizo
fr: Croisé
it: Meticcio
ja: ミックス

# breedOther
source: Other
es: Otro
fr: Autre
it: Altro
ja: その他

# dogName
source: Dog's Name
es: Nombre del perro
fr: Nom du chien
it: Nome del cane
ja: 愛犬の名前

# dogNameValidator
source: Please enter a name
es: Por favor, introduzca un nombre
fr: Veuillez entrer un nom
it: Inserisci un nome
ja: 名前を入力してください

# dogBreed
source: Breed
es: Raza
fr: Race
it: Razza
ja: 犬種

# dogBreedValidator
source: Please select a breed
es: Por favor, seleccione una raza
fr: Veuillez sélectionner une race
it: Seleziona una razza
ja: 犬種を選択してください

source: Select Date of Birth
es: Seleccionar fecha de nacimiento
fr: Sélectionner la date de naissance
it: Seleziona data di nascita
ja: 生年月日を選択

# dateOfBirth
source: Date of Birth: {date}
es: Fecha de nacimiento: {date}
fr: Date de naissance : {date}
it: Data di nascita: {date}
ja: 生年月日: {date}

source: Age
es: Edad
fr: Âge
it: Età
ja: 年齢

source: Gender
es: Sexo
fr: Sexe
it: Sesso
ja: 性別

source: Male
es: Macho
fr: Mâle
it: Maschio
ja: オス

source: Female
es: Hembra
fr: Femelle
it: Femmina
ja: メス

# genderValidator
source: Please select a gender
es: Por favor, seleccione el sexo
fr: Veuillez sélectionner le sexe
it: Seleziona il sesso
ja: 性別を選択してください

# personality
source: Personality (multiple selections allowed)
es: Carácter (selección múltiple)
fr: Caractère (sélection multiple)
it: Carattere (selezione multipla)
ja: 性格（複数選択可）

# personalityEasygoing
source: Easygoing
es: Tranquilo
fr: Calme
it: Tranquillo
ja: おっとり

# personalityActive
source: Active
es: Activo
fr: Actif
it: Attivo
ja: 活発

# personalityTimid
source: Timid
es: Tímido
fr: Craintif
it: Timido
ja: 臆病

# personalitySociable
source: Sociable
it: Socievole
ja: 社交的

# personalityAffectionate
source: Affectionate
es: Cariñoso
fr: Affectueux
it: Affettuoso
ja: 甘えん坊

# personalityMyPace
source: Easygoing
es: A su aire
fr: Indépendant
it: A modo suo
ja: マイペース

source: Register
es: Registrar
fr: S'inscrire
it: Registra
ja: 登録する

# profileSaved
source: Profile saved successfully
es: Perfil guardado
fr: Le profil a été enregistré
it: Profilo salvato
ja: プロフィールが保存されました

# subscriptionSettingTitle
source: Premium Plan
es: Plan Premium
fr: Forfait Premium
it: Piano Premium
ja: プレミアムプラン

# currentPlanPremium
source: Current Plan: Premium Plan
es: Plan actual: Plan Premium
fr: Forfait actuel : Forfait Premium
it: Piano attuale: Piano Premium
ja: 現在のプラン: プレミアムプラン

# currentPlanFree
source: Current Plan: Free Plan
es: Plan actual: Versión gratuita
fr: Forfait actuel : Version gratuite
it: Piano attuale: Versione gratuita
ja: 現在のプラン: 無料版

source: Premium Plan Benefits
es: Beneficios del Plan Premium
fr: Avantages du forfait Premium
it: Vantaggi del Piano Premium
ja: プレミアムプランのメリット

source: Unlimited Music Generation
es: Generación de música ilimitada
fr: Génération de musique illimitée
it: Generazione musicale illimitata
ja: 無制限の音楽生成

source: Detailed Analysis Report
es: Informe de análisis detallado
fr: Rapport d'analyse détaillé
it: Rapporto di analisi dettagliato
ja: 詳細な分析レポート

source: Ad-Free
es: Sin anuncios
fr: Sans publicité
it: Senza pubblicità
ja: 広告非表示

source: Expert Curated Content
es: Contenido curado por expertos
fr: Contenu sélectionné par des experts
it: Contenuti curati da esperti
ja: 専門家監修コンテンツ

source: Select Plan
es: Seleccionar plan
fr: Sélectionner un forfait
it: Seleziona piano
ja: プランを選択

source: Continue with Free Plan
es: Continuar con la versión gratuita
fr: Continuer avec la version gratuite
it: Continua con la versione gratuita
ja: 無料版を続ける

# subscriptionCancellationNote
source: ※ Subscription can be cancelled at any time
es: ※ Puede cancelar su suscripción en cualquier momento
fr: ※ Vous pouvez annuler votre abonnement à tout moment
it: ※ Puoi annullare l'abbonamento in qualsiasi momento
ja: ※ サブスクリプションはいつでもキャンセルできます

source: No available plans.
es: No hay planes disponibles.
fr: Aucun forfait disponible.
it: Nessun piano disponibile.
ja: 利用可能なプランがありません。

# signUpTitle
source: Create New Account
es: Crear nueva cuenta
fr: Créer un nouveau compte
it: Crea nuovo account
ja: 新規アカウント作成

source: Email Address
es: Dirección de correo electrónico
fr: Adresse e-mail
it: Indirizzo email
ja: メールアドレス

source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード

source: Confirm Password
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
ja: パスワード確認

# passwordTooShortSignUp
source: Password must be at least 8 characters
es: Por favor, introduzca una contraseña de 8 o más caracteres
fr: Veuillez entrer un mot de passe de 8 caractères ou plus
it: Inserisci una password di almeno 8 caratteri
ja: 8文字以上のパスワードを入力してください

# passwordMismatch
source: Passwords do not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
ja: パスワードが一致しません

# agreeToTerms
source: I agree to the Terms of Service and Privacy Policy
es: Acepto los términos de uso y la política de privacidad
fr: J'accepte les conditions d'utilisation et la politique de confidentialité
it: Accetto i termini di utilizzo e l'informativa sulla privacy
ja: 利用規約とプライバシーポリシーに同意します

source: Create Account
es: Crear cuenta
fr: Créer un compte
it: Crea account
ja: アカウントを作成

source: Go to Login
es: Iniciar sesión aquí
fr: Se connecter ici
it: Accedi qui
ja: ログインはこちら

source: Account creation failed.
es: Error al crear la cuenta.
fr: Échec de la création du compte.
it: Creazione dell'account fallita.
ja: アカウント作成に失敗しました。

# emailAlreadyInUse
source: This email address is already in use. Please try logging in.
es: Esta dirección de correo electrónico ya está en uso. Por favor, intente iniciar sesión.
fr: Cette adresse e-mail est déjà utilisée. Veuillez essayer de vous connecter.
it: Questo indirizzo email è già in uso. Prova ad accedere.
ja: このメールアドレスは既に使用されています。 ログインをお試しください。

# weakPassword
source: Password is too weak. Please set a stronger password.
es: La contraseña es demasiado débil. Por favor, establezca una contraseña más segura.
fr: Le mot de passe est trop faible. Veuillez définir un mot de passe plus fort.
it: La password è troppo debole. Imposta una password più sicura.
ja: パスワードが弱すぎます。より強力なパスワードを設定してください。

# invalidEmail
source: Invalid email address.
es: Dirección de correo electrónico no válida.
fr: Adresse e-mail invalide.
it: Indirizzo email non valido.
ja: 無効なメールアドレスです。

# operationNotAllowed
source: Email/password authentication is not enabled.
es: La autenticación por correo electrónico/contraseña no está habilitada.
fr: L'authentification par e-mail/mot de passe n'est pas activée.
it: L'autenticazione tramite email/password non è abilitata.
ja: メール/パスワード認証が有効になっていません。

# networkRequestFailed
source: Network error occurred. Please check your internet connection.
es: Se ha producido un error de red. Por favor, compruebe su conexión a Internet.
fr: Une erreur réseau s'est produite. Veuillez vérifier votre connexion Internet.
it: Si è verificato un errore di rete. Controlla la tua connessione a Internet.
ja: ネットワークエラーが発生しました。インターネット接続を確認してください。

# accountCreationFailedWithError
source: Account creation failed: {error}
es: Error al crear la cuenta: {error}
fr: Échec de la création du compte : {error}
it: Creazione dell'account fallita: {error}
ja: アカウント作成に失敗しました: {error}

# passwordResetTitle
source: Password Reset
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password
ja: パスワードの再設定

source: Send Password Reset Email
es: Enviar correo de restablecimiento de contraseña
fr: Envoyer un e-mail de réinitialisation du mot de passe
it: Invia email di reimpostazione password
ja: パスワード再設定メールを送信

# passwordResetEmailSent
source: Password reset email has been sent.
es: Se ha enviado un correo de restablecimiento de contraseña.
fr: Un e-mail de réinitialisation du mot de passe a été envoyé.
it: È stata inviata un'email di reimpostazione della password.
ja: パスワード再設定メールを送信しました。

# passwordResetFailed
source: Failed to send password reset email.
es: Error al enviar el correo de restablecimiento de contraseña.
fr: Échec de l'envoi de l'e-mail de réinitialisation du mot de passe.
it: Invio dell'email di reimpostazione della password fallito.
ja: パスワード再設定メールの送信に失敗しました。

# userNotFound
source: No user found with this email address.
es: No se ha encontrado ningún usuario con esta dirección de correo electrónico.
fr: Aucun utilisateur trouvé avec cette adresse e-mail.
it: Nessun utente trovato con questo indirizzo email.
ja: このメールアドレスで登録されたユーザーが見つかりません。

# passwordResetFailedWithError
source: Failed to send password reset email: {error}
es: Error al enviar el correo de restablecimiento de contraseña: {error}
fr: Échec de l'envoi de l'e-mail de réinitialisation du mot de passe : {error}
it: Invio dell'email di reimpostazione della password fallito: {error}
ja: パスワード再設定メールの送信に失敗しました: {error}

# loginTitle
source: Login
es: Iniciar sesión
fr: Connexion
it: Accedi
ja: ログイン

source: Login
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: ログイン

source: Forgot Password?
es: ¿Ha olvidado su contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
ja: パスワードをお忘れですか？

source: Go to Sign Up
es: Registrarse aquí
fr: S'inscrire ici
it: Registrati qui
ja: 新規登録はこちら

source: Login failed.
es: Error al iniciar sesión.
fr: Échec de la connexion.
it: Accesso fallito.
ja: ログインに失敗しました。

# userNotFoundLogin
source: No user found with this email address. Please try signing up.
es: No se ha encontrado ningún usuario con esta dirección de correo electrónico. Por favor, intente registrarse.
fr: Aucun utilisateur trouvé avec cette adresse e-mail. Veuillez essayer de vous inscrire.
it: Nessun utente trovato con questo indirizzo email. Prova a registrarti.
ja: このメールアドレスで登録されたユーザーが見つかりません。 新規登録をお試しください。

# wrongPassword
source: Password is incorrect.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
it: Password errata.
ja: パスワードが間違っています。

# invalidCredential
source: Email address or password is incorrect.
es: La dirección de correo electrónico o la contraseña son incorrectas.
fr: L'adresse e-mail ou le mot de passe est incorrect.
it: L'indirizzo email o la password non sono corretti.
ja: メールアドレスまたはパスワードが正しくありません。

# userDisabled
source: This account has been disabled.
es: Esta cuenta ha sido deshabilitada.
fr: Ce compte a été désactivé.
it: Questo account è stato disabilitato.
ja: このアカウントは無効になっています。
